
[FOXDAMAGETYPE_AUTOPISTOL]
suicidestrings=suicide
killstrings=killed %s
killstrings=machined %s

[FOXDAMAGETYPE_BULLET_45]
suicidestrings=shot themself
killstrings=killed %s
killstrings=blew %s away

[FOXDAMAGETYPE_BULLET_9MM]
suicidestrings=shot themself
killstrings=killed %s
killstrings=capped %s

[FOXDAMAGETYPE_BULLET_REVOLVER]
suicidestrings=shot themself
killstrings=killed %s
killstrings=was a faster draw than %s

[FOXDAMAGETYPE_BULLET_SHOTGUN]
suicidestrings=shot themself
killstrings=killed %s
killstrings=filled %s with pellets

[FOXDAMAGETYPE_MACHINEPISTOL]
killstrings=killed %s
suicidestrings=suicide

[FOXWEAPON_45PISTOL]
friendlyname=Heavy Pistol
friendlytooltip=The Heavy Pistol is surprisingly powerful for a weapon of its size, but has a high recoil.

[FOXWEAPON_9MMPISTOL]
friendlyname=Light Pistol
friendlytooltip=The Light Pistol is a standard-issue firearm, with high firerate and accuracy but low damage.

[FOXWEAPON_AUTOPISTOL]
friendlyname=Burstfire Pistol
friendlytooltip=The Burstfire Pistol fires quick bursts of three bullets. It is extremely light and fast, but suffers from high recoil and poor accuracy.

[FOXWEAPON_MACHINEPISTOL]
friendlyname=Machine Pistol
friendlytooltip=The Machine Pistol fires a continuous stream of bullets, but has a high recoil and poor accuracy.

[FOXWEAPON_REVOLVER]
friendlyname=Revolver
friendlytooltip=The Revolver is exceptionally powerful with a decent range, but is very slow and holds only six bullets at a time.

[FOXWEAPON_SHOTGUN]
friendlyname=Shotgun
friendlytooltip=The Shotgun sprays damaging pellets at nearby targets. It's very slow, but extremely effective at close range.
